Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/likestillings-_og_diskrimineringsloven.html.tmx
Source language: nob
Languages: sma

source: Likestillings- og diskrimineringsloven
sma: Mïrrestalleme- jïh sïerredimmielaake

source: Retten til ikke å bli diskriminert på grunn av kjønn er en menneskerett som er fastsatt i en rekke konvensjoner.
sma: Reakta ij sïerredamme sjïdtedh tjoelen gaavhtan akte almetjereakta mij lea vihtiestamme gelline konvensjovnine.

source: Diskrimineringslovverket er det viktigste hjelpemiddelet for å holde retten i hevd.
sma: Sïerredimmielaakh leah vihkielommes viehkievierhtie juktie daam reaktam tjåadtjoehtidh.

source: Lov om likestilling og forbud mot diskriminering (likestillings- og diskrimineringsloven) gir et vern mot diskriminering på grunn av kjønn, graviditet, permisjon ved fødsel eller adopsjon, og omsorgsoppgave.
sma: Laake mïrrestallemen bïjre jih narhtome sïerredimmien vööste (mïrrestalleme- jih sïerredimmielaake) vaarjelimmiem vadta sïerredimmien vööste tjoelen gaavhtan, jis nåajsan jallh permisjovnem åtna baersieldimmien jallh adopsjovnen gaavhtan jïh hokselaavenjassen gaavhtan.

source: Formålet med loven er å fremme likestilling mellom kjønnene.
sma: Laaken ulmie lea mïrrestallemem eevtjedh tjoeli gaskem.

source: Kvinner og menn skal ha like muligheter til utdanning, arbeid, kulturell og faglig utvikling.
sma: Nyjsenh jïh ålmah edtjieh seamma nuepieh ööhpehtæmman, barkose, kulturelle jïh faageles evtiedæmman utnedh.

source: Både kvinner og menn er omfattet av vernet, selv om likestillings- og diskrimineringsloven etter forskriften særlig tar sikte på å bedre kvinners stilling.
sma: Dovne nyjsenh jïh ålmah feerhmesuvvieh vaarjelimmeste, jalhts mïrrestalleme- jih sïerredimmielaake mieriedimmien mietie, joekoen ussjede nyjseni sijjiem bueriedidh.

source: Loven forplikter arbeidsgivere, organisasjonene i arbeidslivet og offentlige myndigheter til aktivt likestillingsarbeid.
sma: Laake barkoevedtiejidie, barkoejieleden siebride jïh byögkeles åejvieladtjide dïedtem vadta eadtjohkelaakan mïrrestallemebarkojne barkedh.
